[{"id":1,"name":"Weight Lift","description":"Weight training is a common type of strength training for developing the strength and size of skeletal muscles. It utilizes the force of gravity in the form of weighted bars, dumbbells or weight stacks in order to oppose the force generated by muscle through concentric or eccentric contraction.","img":"https://i.ibb.co/qJRf7R0/service-1.jpg"},{"id":2,"name":"Cable Cross","description":"With a slight bend in your elbows, pull both handles up and inwards until your palms face each other in front of your chest. Squeeze your chest muscles for one to two seconds, then reverse to the start, keeping the movement under control.","img":"https://i.ibb.co/pQH053H/service-2.jpg"},{"id":3,"name":"Battle Rope","description":"Battling ropes (also known as battle ropes or heavy ropes) are used for fitness training to increase full body strength and conditioning.The ropes are thick and heavy so as to give significant resistance. With one battle rope per upper extremity, it works out each arm independently, overcoming strength imbalances.","img":"https://i.ibb.co/hR3d6pW/service-3.jpg"},{"id":4,"name":"Dumbbells Practice","description":"Dumbbells are one of the most widely used weight-training equipment pieces. One dumbbell consists of two equal weights that are attached to a handle, and the weights can be fixed or removable. ... Dumbbells come in many different weights and sizes, and they can be made of metal, concrete or other materials.","img":"https://i.ibb.co/mhZPZjs/service-4.jpg"},{"id":5,"name":"Leg Press","description":"The leg press, a type of resistance training exercise, is an excellent way to strengthen your legs.","img":"https://i.ibb.co/9hTG8dj/service-5.jpg"},{"id":6,"name":"Bench Press","description":"The butterfly press, or fly, is an exercise that strengthens the pectoral (chest) muscles and is typically performed with a weight machine or a cable weight machine at a health club.Strengthening the chest is important for everyday movements and for improving your overall physical fitness.","img":"https://i.ibb.co/6m62YKn/service-6.jpg"},{"id":7,"name":"Boxing","description":"Boxing, often called \"the manly art of self-defense,\" is a sport in which two competitors try to hit each other with their glove-encased fists while trying to avoid each others blows. The competition is divided into a specified number of rounds, usually 3 minutes long, with 1-minute rest periods between rounds.","img":"https://i.ibb.co/bHvwykk/service-7.jpg"}]